tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
tap "romkatv/powerlevel10k"
brew "ghostscript"
brew "git"
brew "yadm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "amethyst"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"
